<%@ page language="java" pageEncoding="UTF-8"
	contentType="text/html; charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%
	String path = request.getContextPath();
	String basePath = request.getScheme() + "://" + request.getServerName() + ":" + request.getServerPort()
			+ path + "/";
%>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8"/>
    <title>投资数据网 - 注册协议</title>
    <meta name="viewport" content="width=1010"/>
    <meta name="keywords" content=""/>
    <meta name="description" content=""/>
    <link href="css/basic.css" type="text/css" rel="stylesheet"/>
    <link href="css/about_us.css" type="text/css" rel="stylesheet"/>
</head>
<body>
<div class="wbyTop fn-clear">
    <div class="wbyLinks fn-right"><span><a target="_blank" href="">登录</a> <a target="_blank" href="">注册</a>|<a href="">关于我们</a></span>
    </div>
</div>
<!-- header start -->
<div class="header">
    <div class="wrap clearfix">
        <div class="logo" data-sudaclick="toplogo"><a href="index.action"><img src="images/logo2.png" alt="" title=""/></a></div>
    </div>
</div>
<div class="reg_container">
    <div class="info">
        <h1>投资数据网注册服务协议</h1>
       特别提示：<br>
您在使用投资数据网(www.investdata.info)提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分。如您不同意本服务协议您可以停止使用投资数据网提供的服务；您一旦使用投资数据网服务，即视为您已了解并完全同意本服务协议各项内容。<br>
一、总则:<br>
1．1　用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。<br>
1．2　用户注册成功后，投资数据网将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br>

<b>
二、注册信息和隐私保护:<br>
2．1　用户按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得账号并成为投资数据网用户。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，投资数据网不负任何责任。用户应当通过真实身份信息认证注册账号，且用户提交的账号名称等注册信息中不得出现违法和不良信息同时，在注册后，如发现用户以虚假信息骗取账号名称注册，或其账号头像、简介等注册信息存在违法和不良信息的，投资数据网有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。<br>
2．2　投资数据网账号包括账户名称和密码，您可使用设置的账户名称（包括用户名、邮箱）和密码登录投资数据网；在账号使用过程中，为了保障您的账号安全基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。验证方式包括但不限于密码或者短信验证码等。<br>
2．3　用户不应将其帐号、密码转让、出售或出借予他人使用，若用户授权他人使用帐户，应对被授权人在该帐户下发生所有行为负全部责任。<br>
2．4　因您个人原因导致的账号信息遗失，如需找回账号信息，请按照网站相关功能找回要求提供相应的信息，并确保提供的信息合法真实有效，若提供的信息不符合要求，无法通过安全验证，投资数据网有权拒绝提供账号找回服务；<br>
2．5　为了防止资源占用，如您连续12个月未使用您的投资数据网账号登录过投资数据网，投资数据网有权对该账户进行注销，您将不能再通过该账号登录名登录本网站或使用相关服务<br></b>
2．6　在如下情况下，投资数据网可能会披露您的信息:<br>
（1）事先获得您的授权；<br>
（2）您使用共享功能；<br>
（3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；<br>
（4）以学术研究或公共利益为目的；<br>
（5）为维护投资数据网的合法权益，例如查找、预防、处理欺诈或安全方面的问题；<br>
（6）符合相关服务条款或使用协议的规定。<br>
2．7　为更好地向用户提供服务，您同意投资数据网通过短信等形式向您发送相关商业性服务信息。<br>
<b>
三、使用规则:<br>
3．1　用户在使用投资数据网服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:<br>
（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：<br>
　　1）反对宪法所确定的基本原则的；<br>
　　2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
　　3）损害国家荣誉和利益的；<br>
　　4）煽动民族仇恨、民族歧视、破坏民族团结的；<br>
　　5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
　　6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
　　7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
　　8）侮辱或者诽谤他人，侵害他人合法权利的；<br>
　　9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br>
　　10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；<br></b>
（2）不得为任何非法目的而使用网络服务系统；<br>
（3）不利用投资数据网从事以下活动：<br>
　　1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；<br>
　　2) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；<br>
　　3) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；<br>
　　4) 故意制作、传播计算机病毒等破坏性程序的；<br>
　　5) 其他危害计算机信息网络安全的行为。<br>
3．2　用户须对自己在使用投资数据网服务过程中的行为承担法律责任。<br>
<b>
四、服务内容
4．1　投资数据网中的股票以及财务信息，均由上市公司公布的财报数据中采集获得，我们尽力但不完全保证数据的正确性。<br>
4．2　除非本服务协议另有其它明示规定，投资数据网所推出的新产品、新功能、新服务，均受到本服务协议之规范。<br>
4．3　投资数据网提供的相关财务或者其他投资数据，是为了方便用户在投资过程中方便用户对相关数据进行分析，节省用户整理数据时间，但不构成投资建议，所有投资决策应该由有用自行决策作出，并自负盈亏。<br>
4．4　鉴于网络服务的特殊性，用户同意投资数据网有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。投资数据网不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br></b>
4．5　免责声明：因以下情况造成网络服务在合理时间内的中断，投资数据网无需为此承担任何责任；<br>
（1）需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，投资数据网保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。<br>
（2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；<br>
（3）用户的电脑软硬件和通信线路、供电线路出现故障的；<br>
（4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。<br>
    </div>
</div>

<div id="footer">
    <p>Copyright © 2016 投资数据网 &nbsp;京ICP证160506号&nbsp;
        <a href="" title="雪球" target="_blank">雪球</a> &nbsp;
        <a href="" title="巨潮资讯网" target="_blank">巨潮资讯网</a>
        <br>
        <span class="lianxi"></span></p>
</div>
</body>
</html>